Repository: JamaicanDevelopers/collective.mailchimp
Catalog: collective/mailchimp/locales/*/LC_MESSAGES/collective.mailchimp.po
Languages: fr

source: Add MailChimp Portlet
fr: Ajouter le portlet MailChimp

source: Available lists
fr: Listes disponibles

source: Configure portlet
fr: Configuration du portlet

source: Could not fetch list from mailchimp.com: %s
fr: Impossible de récupérer la liste à partir de mailchimp.com: %s

source: Edit MailChimp Portlet
fr: Modifier le portlet MailChimp

source: Email address
fr: Adresse email

source: Interest groups
fr: Centres d'intérêt

source: Invalid email address
fr: Adresse email invalide

source: Mail format
fr: Format des emails

source: MailChimp API Key
fr: Clé d'API MailChimp

source: MailChimp settings
fr: Configuration de Mailchimp

source: Modify portlet
fr: Modifier la portlet

source: Select available lists to subscribe to.
fr: Sélectionner les listes mise à disposition.

source: Subscribe to newsletter
fr: S'abonner à la newsletter

source: Subscriber list
fr: Liste d'abonnés

source: This portlet displays a subscription form for a MailChimp newsletter.
fr: Cette portlet affiche un formulaire d'abonnement à une newsletter MailChimp.

source: Title
fr: Titre

source: Title of the portlet
fr: Titre du portlet

source: We have to confirm your email address. In order to finish the newsletter subscription, click on the link inside the email we just send you.
fr: Nous devons confirmer votre adresse email. Pour terminer votre abonnement à la newsletter, cliquer sur le lien dans le mail que nous venons juste de vous envoyer.

source: double_optin
fr: Double vérification

source: email_type
fr: Type d'email

source: help_api_key
fr: Entrer ici votre clé d'API MailChimp (i.e. '8b785dcabe4b5aa24ef84201ea7dcded-us4'). Pour celà connectez vous sur mailchimp.com, aller dans 'account' -> 'extras' -> 'API Keys & Authorized Apps' et copier/coller la clé API dans ce champ.

source: help_double_optin
fr: Ce champ contrôle si un double message de confirmation doit être envoyé, oui par défaut. Abuser de ceci peut causer une suspension de votre compte utilisateur.

source: help_email
fr: Veuillez entrer une adresse email.

source: help_email_type
fr: Type de mail préféré (html, text ou mobile, par défaut: html).

source: help_replace_interests
fr: Champ pour déterminer si nous remplaçons les centres d'intérêt avec les listes mise à disposition ou si nous ajoutons les listes mise à disposition aux centres d'intérêts du membre (optionnel, défaut à oui)

source: help_send_welcome
fr: Si l'option de double validation n'est pas activée et cette option est activé, nous enverrons le mail d'accueil de votre liste si l'abonnement est validé - cet envoi n'aura pas lieu si c'est abonné déjà existant. Si l'option de double validation est activée, cet option n'a aucun effet. Défaut : désactivé.

source: help_update_existing
fr: Champ pour contrôler si un membre existant devrait être mise à jour au lieu de soulever une erreur. Défaut : désactivé

source: label_cancel
fr: Annuler

source: label_save
fr: Enregistrer

source: mailchimp_error_msg
fr: Impossible d'abonner à la newsletter. Veuillez contacter l'administrateur du site : '${error}'

source: mailchimp_error_msg_already_subscribed
fr: Impossible d'abonner à la newsletter. L'adresse '${email}' est déjà inscrite.

source: mailchimp_error_msg_banned
fr: Impossible d'abonner à la newsletter. L'adresse '${email}' a été bannie.

source: replace_interests
fr: Remplacer les centres d'intérêts

source: send_welcome
fr: Envoyer un message de bienvenue

source: subscribe_to_newsletter_button
fr: S'abonner

source: update_existing
fr: Mettre à jour les abonnés
